[
  {
    "id": 1,
    "picture": "https://i.ibb.co/MZ1z8Xn/H1-Clean-water-for-children.jpg",
    "title": "Clean Water for Children",
    "category": "Health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052ff",
    "description": "Our 'Clean Water for Children' initiative is a life-changing endeavor dedicated to providing a lifeline of clean and safe drinking water to children in regions where access to this vital resource is limited. We recognize that clean water is the cornerstone of good health, and we are committed to delivering a sustainable supply of it. Through extensive infrastructure development and community engagement, we strive to eradicate waterborne diseases, improve overall health, and secure a brighter future for these children.",
    "price": 290.0
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/q7C3XFs/E1-Good-education.jpg",
    "title": "Good Education",
    "category": "Education",
    "category_bg": "#ff444a33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": " 'Good Education' is not just a program; it's a promise. We firmly believe that every child, regardless of their circumstances, deserves access to a high-quality education. Our mission is to break down the barriers that hinder educational opportunities. We build schools, provide essential educational materials, and support innovative initiatives in under served communities. Through these efforts, we aim to empower young minds, ignite a thirst for knowledge, and pave the way for a future full of possibilities.",
    "price": 290.0
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/rHkpDBf/C1-Used-Clothing-Drive.jpg",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "In the face of adversity, access to warm and clean clothing can bring solace and restore dignity. Our 'Used Clothing Drive' initiative collects gently used clothing items and ensures their equitable distribution to individuals and families in need. By providing essential clothing support, we strive to create a sense of comfort and security within vulnerable communities. Our goal is to make a meaningful impact, one article of clothing at a time, and contribute to the well-being of those we serve.",
    "price": 290.0
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/Fmhv0BX/F1-Better-Food-for-Everyone.jpg",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#f8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "We believe nutritious food is a fundamental right. The 'Better Food for Everyone' program enhances food access, reduces food insecurity, and fosters healthy eating habits among individuals and families in need. Through strategic partnerships and community-driven initiatives, we endeavor to build a world where no one goes to bed hungry and where nutritious food is within reach for all, ensuring a brighter and healthier future for everyone.",
    "price": 290.0
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/Hgf8059/E2-Scholarships-and-Educational-Grants.jpg",
    "title": "Scholarships Grants",
    "category": "Education",
    "category_bg": "#ff444a33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Our 'Scholarships Grants' program is committed to breaking down the financial barriers that hinder access to higher education. We understand that deserving students should not be limited by financial constraints. Through a robust scholarship and grant system, we empower these students to pursue their educational dreams, fostering a generation of knowledge, innovation, and leadership, unburdened by the high costs of education.",
    "price": 290.0
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/hdWWqhF/H-2-Patient-Support-and-Medical-Bills.jpg",
    "title": "Patient Support and Bills",
    "category": "Health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": " Medical emergencies can be emotionally and financially devastating. Our 'Patient Support and Bills' initiative provides essential financial assistance to individuals and families burdened by medical bills. By alleviating some of this financial stress, we enable them to focus on recovery and healing, ensuring that health crises do not lead to financial ruin.",
    "price": 290.0
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/dtbDcBg/F2-Food-Drives-for-the-Hungry.jpg",
    "title": "Food Drives for the Hungry",
    "category": "Food",
    "category_bg": "#f8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Hunger is a persistent issue that affects millions of lives. Our 'Food Drives for the Hungry' program aims to tackle this problem head-on. We organize and execute food drives and initiatives to provide nourishing meals to those in need. Together, we can alleviate hunger and improve food security, ensuring that no one in our communities goes to bed without a meal.",
    "price": 290.0
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/0XR7ncv/H3-Disaster-Relife.jpg",
    "title": "Disaster Relief",
    "category": "Health",
    "category_bg": "#0052ff33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": " Natural disasters can bring widespread destruction and suffering. Our 'Disaster Relief' program is there in times of crisis, offering immediate aid and relief to disaster victims. This includes providing shelter, food, medical aid, and emotional support, helping them rebuild their lives and communities with resilience and hope.",
    "price": 290.0
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/42qcTC9/C2-Clothing-Drives-for-the-Homeless.jpg",
    "title": "Clothing Drives for Homeless",
    "category": "Clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Homelessness is a pressing issue, and one of the immediate needs of homeless individuals is access to clean clothing. Our 'Clothing Drives for Homeless' program organizes initiatives to provide warm clothing and essential items to those without homes. Through these efforts, we help them regain their dignity, stay warm, and face adversity with renewed strength.",
    "price": 290.0
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/8Xh6Mzm/E3-Early-Childhood-Education.jpg",
    "title": "Early Childhood Education",
    "category": "Education",
    "category_bg": "#ff444a33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Quality education should start early. Our 'Early Childhood Education' program is dedicated to supporting early childhood education initiatives, including preschools and educational programs. By ensuring that children receive quality education from an early age, we lay the foundation for their lifelong learning and success.",
    "price": 290.0
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/MGm7zJp/C3-Refugee-Clothing-Assistance.jpg",
    "title": "Refugee Clothing Assistance",
    "category": "Clothing",
    "category_bg": "#79c23f33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Refugees often flee their homes with very few possessions. Our 'Refugee Clothing Assistance' program strives to provide clothing and essential items to refugees, helping them adapt to their new environments with dignity and comfort. By offering warmth and support, we help them rebuild their lives and start anew.",
    "price": 290.0
  }, {
    "id": 12,
    "picture": "https://i.ibb.co/9HW7wvD/F3-Food-and-Nutrition-Research.jpg",
    "title": "Food and Nutrition Research",
    "category": "Food",
    "category_bg": "#f8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Our 'Food and Nutrition Research' program is on a mission to make the world healthier. We conduct research in the field of food and nutrition, working tirelessly to promote healthier eating habits and improve overall well-being. Through evidence-based research and initiatives, we're creating a brighter and healthier future for all.",
    "price": 290.00
  }
]
